chat_system_880233404_actor_description=Mano Riveres. Compliant pirate.
chat_system_880233404_snap_4_question=^?^Thank ye kindly for the help. Tell the Governor that I swear fealty to him - and I won't cause him any troubles.
chat_system_880233404_snap_4_answer_0=^?^Ok, I'll tell him. See you later.
chat_system_880233404_snap_0_question=^?^Really? I don't remember me having any affairs with the people of your king. What do you want?
chat_system_880233404_snap_0_answer_0=^?^I'm from the Governor Thompson. Your stepbrother, Thorny Dog, has died at my hand by his order. The Governor wants to be sure that he won't have problems with you because of it.
chat_system_880233404_snap_1_question=^?^Oh, don't worry. I understand everything. Thorny Dog was trouble, it be true. Aye, and our governor suffered him for a long time. This rascal should have been put out of his misery a long time ago!<br>So aye, everything is fine. I don't have anything against Thompson.
chat_system_880233404_snap_1_answer_0=^?^Fine! So, can I tell the Governor that he should not worry?
chat_system_880233404_snap_2_question=^?^Aye, sure. But you know what I don't like about it?
chat_system_880233404_snap_2_answer_0=^?^What?
chat_system_880233404_snap_3_question=^?^I don't like that the troop of the Wild Duke is standing by the walls of my castle. I understand the Governor's worry, but he had hired you and him both. And the duke - he'll attack me the minute you're gone.<br>I can't let you go, don't you see? You have to decide whose side you're on... Either you kill me now or save me from the duke. But I can't let you just walk away.
chat_system_880233404_snap_3_answer_0=^?^Well, fine, you've asked for this trouble yourself, and I have nothing against duke. (Attack Mano...)
chat_system_880233404_snap_3_answer_1=^?^You know what? I see you are a brave and honorable man. I'll help you and kill the Wild Duke's people. (Attack the governor's people...)
